Repository: catenarytransit/catenary-ios
Catalog: catenary-ios/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, el, es, fi, fr, hu, it, ja, ko, nb, nl, oc, pl, pt, ro, ru, sk, sv, uk, zh_hans, zh_hant, zh_hk

source: Show a live countdown for rail departures less than one hour away.
bg: Показвай обратно броене в реално време за железопътни заминавания след по-малко от един час.
cs: Zobrazovat živý odpočet u vlakových odjezdů za méně než jednu hodinu.
da: Vis en live-nedtælling for togafgange inden for en time.
de: Für Bahnabfahrten innerhalb der nächsten Stunde einen Live-Countdown anzeigen.
el: Εμφάνιση ζωντανής αντίστροφης μέτρησης για αναχωρήσεις τρένων σε λιγότερο από μία ώρα.
es: Mostrar una cuenta atrás en directo para las salidas ferroviarias dentro de una hora.
fi: Näytä reaaliaikainen lähtölaskenta alle tunnin päässä oleville junalähdöille.
fr: Afficher un compte à rebours en direct pour les départs ferroviaires dans moins d’une heure.
hu: Élő visszaszámlálás megjelenítése az egy órán belüli vasúti indulásokhoz.
it: Mostra un conto alla rovescia in tempo reale per le partenze ferroviarie entro un’ora.
ja: 1時間以内の鉄道の出発にリアルタイムのカウントダウンを表示します。
ko: 1시간 이내의 철도 출발에 실시간 카운트다운을 표시합니다.
nb: Vis en direkte nedtelling for togavganger innen én time.
nl: Een live-aftelling tonen voor treinvertrekken binnen één uur.
oc: Afichar un descompte en dirècte pels trens que partisson dins mens d’una ora.
pl: Pokazuj odliczanie na żywo dla odjazdów kolejowych w ciągu godziny.
pt: Mostrar uma contagem decrescente em direto para partidas ferroviárias dentro de uma hora.
ro: Afișează o numărătoare inversă live pentru plecările feroviare din următoarea oră.
ru: Показывать обратный отсчёт в реальном времени для поездов, отправляющихся менее чем через час.
sk: Zobrazovať živý odpočet pri vlakových odchodoch do jednej hodiny.
sv: Visa en live-nedräkning för tågavgångar inom en timme.
uk: Показувати зворотний відлік наживо для залізничних відправлень менш ніж за годину.
zh_hans: 为一小时内出发的铁路班次显示实时倒计时。
zh_hant: 為一小時內出發的鐵路班次顯示即時倒數計時。
zh_hk: 為一小時內開出的鐵路班次顯示即時倒數。

source: Show countdowns
bg: Покажи обратните броячи
cs: Zobrazit odpočty
da: Vis nedtællinger
de: Countdowns anzeigen
el: Εμφάνιση αντίστροφων μετρήσεων
es: Mostrar cuentas atrás
fi: Näytä lähtölaskennat
fr: Afficher les comptes à rebours
hu: Visszaszámlálások megjelenítése
it: Mostra i conti alla rovescia
ja: カウントダウンを表示
ko: 카운트다운 표시
nb: Vis nedtellinger
nl: Toon aftellingen
oc: Afichar los descomptes
pl: Pokaż odliczanie
pt: Mostrar contagens decrescentes
ro: Afișează numărătorile inverse
ru: Показать обратный отсчёт
sk: Zobraziť odpočty
sv: Visa nedräkningar
uk: Показати зворотний відлік
zh_hans: 显示倒计时
zh_hant: 顯示倒數計時
zh_hk: 顯示倒數

source: Show countdowns for local transit
bg: Показвай обратни броячи за местния транспорт
cs: Zobrazovat odpočty místní dopravy
da: Vis nedtællinger for lokaltrafik
de: Countdowns für den Nahverkehr anzeigen
el: Εμφάνιση αντίστροφης μέτρησης για τοπικές συγκοινωνίες
es: Mostrar cuentas atrás del transporte local
fi: Näytä paikallisliikenteen lähtölaskennat
fr: Afficher les comptes à rebours des transports locaux
hu: Helyi közlekedési visszaszámlálások megjelenítése
it: Mostra i conti alla rovescia del trasporto locale
ja: 地域交通のカウントダウンを表示
ko: 지역 교통 카운트다운 표시
nb: Vis nedtellinger for lokaltransport
nl: Toon aftellingen voor lokaal vervoer
oc: Afichar los descomptes del transpòrt local
pl: Pokazuj odliczanie transportu lokalnego
pt: Mostrar contagens do transporte local
ro: Afișează numărătorile inverse pentru transportul local
ru: Показывать обратный отсчёт для местного транспорта
sk: Zobrazovať odpočty miestnej dopravy
sv: Visa nedräkningar för lokaltrafik
uk: Показувати зворотний відлік для місцевого транспорту
zh_hans: 显示本地交通倒计时
zh_hant: 顯示本地交通倒數計時
zh_hk: 顯示本地交通倒數

source: Show live countdowns for metro, tram, bus, and other local departures.
bg: Показвай обратно броене в реално време за метро, трамвай, автобус и друг местен транспорт.
cs: Zobrazovat živé odpočty pro metro, tramvaje, autobusy a další místní dopravu.
da: Vis live-nedtællinger for metro, sporvogn, bus og anden lokal trafik.
de: Live-Countdowns für U-Bahn, Straßenbahn, Bus und andere Nahverkehrsmittel anzeigen.
el: Εμφάνιση ζωντανών αντίστροφων μετρήσεων για μετρό, τραμ, λεωφορεία και άλλες τοπικές αναχωρήσεις.
es: Mostrar cuentas atrás en directo para metro, tranvía, autobús y otros transportes locales.
fi: Näytä reaaliaikaiset lähtölaskennat metrolle, raitiovaunuille, busseille ja muulle paikallisliikenteelle.
fr: Afficher des comptes à rebours en direct pour le métro, le tram, le bus et les autres transports locaux.
hu: Élő visszaszámlálások megjelenítése metró-, villamos-, busz- és egyéb helyi indulásokhoz.
it: Mostra conti alla rovescia in tempo reale per metro, tram, autobus e altri trasporti locali.
ja: 地下鉄、路面電車、バス、その他の地域交通にリアルタイムのカウントダウンを表示します。
ko: 지하철, 트램, 버스 및 기타 지역 교통 출발에 실시간 카운트다운을 표시합니다.
nb: Vis direkte nedtellinger for T-bane, trikk, buss og annen lokaltransport.
nl: Live-aftellingen tonen voor metro, tram, bus en ander lokaal vervoer.
oc: Afichar de descomptes en dirècte pel metrò, tramvai, bus e autres transpòrts locals.
pl: Pokazuj odliczanie na żywo dla metra, tramwajów, autobusów i innego transportu lokalnego.
pt: Mostrar contagens decrescentes em direto para metro, elétrico, autocarro e outros transportes locais.
ro: Afișează numărători inverse live pentru metrou, tramvai, autobuz și alte plecări locale.
ru: Показывать обратный отсчёт в реальном времени для метро, трамваев, автобусов и другого местного транспорта.
sk: Zobrazovať živé odpočty pre metro, električky, autobusy a inú miestnu dopravu.
sv: Visa live-nedräkningar för tunnelbana, spårvagn, buss och annan lokaltrafik.
uk: Показувати зворотний відлік наживо для метро, трамваїв, автобусів та іншого місцевого транспорту.
zh_hans: 为地铁、有轨电车、公交车和其他本地交通班次显示实时倒计时。
zh_hant: 為捷運、電車、公車和其他本地交通班次顯示即時倒數計時。
zh_hk: 為地鐵、電車、巴士及其他本地交通班次顯示即時倒數。

source: Show original timetable
bg: Покажи първоначалното разписание
cs: Zobrazit původní jízdní řád
da: Vis den oprindelige køreplan
de: Ursprünglichen Fahrplan anzeigen
el: Εμφάνιση αρχικού προγράμματος
es: Mostrar el horario original
fi: Näytä alkuperäinen aikataulu
fr: Afficher l’horaire d’origine
hu: Eredeti menetrend megjelenítése
it: Mostra l’orario originale
ja: 元の時刻表を表示
ko: 원래 시간표 표시
nb: Vis opprinnelig rutetabell
nl: Toon de oorspronkelijke dienstregeling
oc: Afichar l’orari original
pl: Pokaż pierwotny rozkład jazdy
pt: Mostrar o horário original
ro: Afișează orarul original
ru: Показать исходное расписание
sk: Zobraziť pôvodný cestovný poriadok
sv: Visa den ursprungliga tidtabellen
uk: Показати початковий розклад
zh_hans: 显示原始时刻表
zh_hant: 顯示原始時刻表
zh_hk: 顯示原本時間表

source: Show previous stops
bg: Покажи предишните спирки
cs: Zobrazit předchozí zastávky
da: Vis tidligere stoppesteder
de: Vorherige Haltestellen anzeigen
el: Εμφάνιση προηγούμενων στάσεων
es: Mostrar paradas anteriores
fi: Näytä aiemmat pysäkit
fr: Afficher les arrêts précédents
hu: Korábbi megállók megjelenítése
it: Mostra le fermate precedenti
ja: 以前の停留所を表示
ko: 이전 정류장 표시
nb: Vis tidligere stopp
nl: Toon eerdere haltes
oc: Afichar los arrèsts precedents
pl: Pokaż wcześniejsze przystanki
pt: Mostrar paragens anteriores
ro: Afișează opririle anterioare
ru: Показать предыдущие остановки
sk: Zobraziť predchádzajúce zastávky
sv: Visa tidigare hållplatser
uk: Показати попередні зупинки
zh_hans: 显示之前的站点
zh_hant: 顯示先前站點
zh_hk: 顯示先前車站

source: Show seconds
bg: Показване s
cs: Zobrazit s
da: Vis s
de: Anzeigen s
el: Εμφάνιση s
es: Mostrar s
fi: Näytä s
fr: Afficher s
hu: Megjelenítés s
it: Mostra s
ja: 表示 s
ko: 표시 s
nb: Vis s
nl: Tonen s
oc: Afichar s
pl: Pokaż s
pt: Mostrar s
ro: Afișează s
ru: Показать s
sk: Zobraziť s
sv: Visa s
uk: Показати s
zh_hans: 显示 s
zh_hant: 顯示 s
zh_hk: 顯示 s

source: Show seconds in departure times, countdowns, and delay differences.
bg: Показвай секундите в часовете на заминаване, обратните броячи и разликите в закъснението.
cs: Zobrazovat sekundy u časů odjezdů, odpočtů a rozdílů zpoždění.
da: Vis sekunder i afgangstider, nedtællinger og forsinkelsesforskelle.
de: Sekunden bei Abfahrtszeiten, Countdowns und Verspätungsdifferenzen anzeigen.
el: Εμφάνιση δευτερολέπτων στις ώρες αναχώρησης, στις αντίστροφες μετρήσεις και στις διαφορές καθυστέρησης.
es: Mostrar segundos en las horas de salida, las cuentas atrás y las diferencias de retraso.
fi: Näytä sekunnit lähtöajoissa, lähtölaskennoissa ja viive-eroissa.
fr: Afficher les secondes dans les heures de départ, les comptes à rebours et les écarts de retard.
hu: Másodpercek megjelenítése az indulási időknél, visszaszámlálóknál és késési eltéréseknél.
it: Mostra i secondi negli orari di partenza, nei conti alla rovescia e nelle differenze di ritardo.
ja: 出発時刻、カウントダウン、遅延差に秒を表示します。
ko: 출발 시각, 카운트다운 및 지연 차이에 초를 표시합니다.
nb: Vis sekunder i avgangstider, nedtellinger og forsinkelsesforskjeller.
nl: Seconden tonen in vertrektijden, aftellingen en vertragingsverschillen.
oc: Afichar las segondas dins las oras de partença, los descomptes e las diferéncias de retard.
pl: Pokazuj sekundy w godzinach odjazdu, odliczaniach i różnicach opóźnień.
pt: Mostrar segundos nos horários de partida, contagens decrescentes e diferenças de atraso.
ro: Afișează secundele în orele de plecare, numărătorile inverse și diferențele de întârziere.
ru: Показывать секунды во времени отправления, обратном отсчёте и разнице задержек.
sk: Zobrazovať sekundy pri časoch odchodov, odpočtoch a rozdieloch meškania.
sv: Visa sekunder i avgångstider, nedräkningar och förseningsskillnader.
uk: Показувати секунди в часі відправлення, зворотному відліку та різниці затримок.
zh_hans: 在出发时间、倒计时和延误差中显示秒数。
zh_hant: 在出發時間、倒數計時和延誤差中顯示秒數。
zh_hk: 在開車時間、倒數計時及延誤差距中顯示秒數。

source: Show train countdowns under 1 hour
bg: Показвай обратни броячи за влакове под 1 час
cs: Zobrazovat odpočty vlaků do 1 hodiny
da: Vis tognedtællinger under 1 time
de: Zug-Countdowns unter 1 Stunde anzeigen
el: Εμφάνιση αντίστροφης μέτρησης τρένων κάτω από 1 ώρα
es: Mostrar cuentas atrás de trenes de menos de 1 hora
fi: Näytä alle tunnin junalähtöjen lähtölaskennat
fr: Afficher les comptes à rebours des trains à moins d’une heure
hu: Egy órán belüli vonat-visszaszámlálások megjelenítése
it: Mostra i conti alla rovescia dei treni entro 1 ora
ja: 1時間以内の列車カウントダウンを表示
ko: 1시간 이내 열차 카운트다운 표시
nb: Vis tognedtellinger under 1 time
nl: Toonaftellingen voor treinen binnen 1 uur
oc: Afichar los descomptes dels trens jos 1 ora
pl: Pokazuj odliczanie pociągów poniżej 1 godziny
pt: Mostrar contagens de comboios inferiores a 1 hora
ro: Afișează numărătorile inverse ale trenurilor sub 1 oră
ru: Показывать обратный отсчёт поездов менее чем за 1 час
sk: Zobrazovať odpočty vlakov do 1 hodiny
sv: Visa tågnedräkningar under 1 timme
uk: Показувати зворотний відлік потягів менш ніж за 1 годину
zh_hans: 显示一小时内的列车倒计时
zh_hant: 顯示一小時內的列車倒數計時
zh_hk: 顯示一小時內的列車倒數

source: Significant delays
bg: Значителни закъснения
cs: Výrazná zpoždění
da: Betydelige forsinkelser
de: Erhebliche Verspätungen
el: Σημαντικές καθυστερήσεις
es: Retrasos importantes
fi: Merkittäviä viiveitä
fr: Retards importants
hu: Jelentős késések
it: Ritardi significativi
ja: 大幅な遅延
ko: 상당한 지연
nb: Betydelige forsinkelser
nl: Aanzienlijke vertragingen
oc: Retards importants
pl: Znaczne opóźnienia
pt: Atrasos significativos
ro: Întârzieri semnificative
ru: Значительные задержки
sk: Výrazné meškania
sv: Betydande förseningar
uk: Значні затримки
zh_hans: 严重延误
zh_hant: 嚴重延誤
zh_hk: 嚴重延誤

source: Sort
bg: Сортиране
cs: Řadit
da: Sortér
de: Sortieren
el: Ταξινόμηση
es: Ordenar
fi: Lajittele
fr: Trier
hu: Rendezés
it: Ordina
ja: 並べ替え
ko: 정렬
nb: Sorter
nl: Sorteren
oc: Triar
pl: Sortuj
pt: Ordenar
ro: Sortează
ru: Сортировка
sk: Zoradiť
sv: Sortera
uk: Сортувати
zh_hans: 排序
zh_hant: 排序
zh_hk: 排序

source: Speed
bg: Скорост
cs: Rychlost
da: Hastighed
de: Geschwindigkeit
el: Ταχύτητα
es: Velocidad
fi: Nopeus
fr: Vitesse
hu: Sebesség
it: Velocità
ja: 速度
ko: 속도
nb: Hastighet
nl: Snelheid
oc: Velocitat
pl: Prędkość
pt: Velocidade
ro: Viteză
ru: Скорость
sk: Rýchlosť
sv: Hastighet
uk: Швидкість
zh_hans: 速度
zh_hant: 速度
zh_hk: 速度

source: Standing room only
bg: Само правостоящи
cs: Pouze stání
da: Kun ståpladser
de: Nur Stehplätze
el: Μόνο όρθιοι
es: Solo de pie
fi: Vain seisomapaikkoja
fr: Places debout uniquement
hu: Csak állóhely
it: Solo posti in piedi
ja: 立席のみ
ko: 입석만 가능
nb: Bare ståplasser
nl: Alleen staanplaatsen
oc: Sonque de places de pè
pl: Tylko miejsca stojące
pt: Apenas em pé
ro: Doar în picioare
ru: Только стоячие места
sk: Len na státie
sv: Endast ståplats
uk: Лише стоячі місця
zh_hans: 仅可站立
zh_hant: 僅可站立
zh_hk: 只可企位

source: Start date
bg: Начална дата
cs: Datum začátku
da: Startdato
de: Startdatum
el: Ημερομηνία έναρξης
es: Fecha de inicio
fi: Aloituspäivä
fr: Date de départ
hu: Kezdési dátum
it: Data di inizio
ja: 開始日
ko: 시작 날짜
nb: Startdato
nl: Startdatum
oc: Data de començament
pl: Data rozpoczęcia
pt: Data de início
ro: Data de început
ru: Дата начала
sk: Dátum začiatku
sv: Startdatum
uk: Дата початку
zh_hans: 开始日期
zh_hant: 開始日期
zh_hk: 開始日期

source: Start time
bg: Начален час
cs: Čas začátku
da: Starttid
de: Startzeit
el: Ώρα έναρξης
es: Hora de inicio
fi: Aloitusaika
fr: Heure de départ
hu: Kezdési idő
it: Ora di inizio
ja: 開始時刻
ko: 시작 시간
nb: Starttid
nl: Starttijd
oc: Ora de començament
pl: Czas rozpoczęcia
pt: Hora de início
ro: Ora de început
ru: Время начала
sk: Čas začiatku
sv: Starttid
uk: Час початку
zh_hans: 开始时间
zh_hant: 開始時間
zh_hk: 開始時間

source: Starting time
bg: Начален час
cs: Čas začátku
da: Starttid
de: Startzeit
el: Ώρα έναρξης
es: Hora de inicio
fi: Aloitusaika
fr: Heure de départ
hu: Kezdési idő
it: Ora di inizio
ja: 開始時刻
ko: 시작 시간
nb: Starttid
nl: Starttijd
oc: Ora de començament
pl: Czas rozpoczęcia
pt: Hora de início
ro: Ora de început
ru: Время начала
sk: Čas začiatku
sv: Starttid
uk: Час початку
zh_hans: 开始时间
zh_hant: 開始時間
zh_hk: 開始時間

source: Station
bg: Гара
cs: Stanice
el: Σταθμός
es: Estación
fi: Asema
fr: Gare
hu: Állomás
it: Stazione
ja: 駅
ko: 역
nb: Stasjon
oc: Gara
pl: Stacja
pt: Estação
ro: Stație
ru: Станция
sk: Stanica
uk: Станція
zh_hans: 车站
zh_hant: 車站
zh_hk: 車站

source: Stations
bg: Гара
cs: Stanice
da: Station
de: Station
el: Σταθμός
es: Estación
fi: Asema
fr: Gare
hu: Állomás
it: Stazione
ja: 駅
ko: 역
nb: Stasjon
nl: Station
oc: Gara
pl: Stacja
pt: Estação
ro: Stație
ru: Станция
sk: Stanica
sv: Station
uk: Станція
zh_hans: 车站
zh_hant: 車站
zh_hk: 車站

source: Stop
bg: Спирка
cs: Zastávka
da: Stoppested
de: Haltestelle
el: Στάση
es: Parada
fi: Pysäkki
fr: Arrêt
hu: Megálló
it: Fermata
ja: 停留所
ko: 정류장
nb: Stopp
nl: Halte
oc: Arrèst
pl: Przystanek
pt: Paragem
ro: Oprire
ru: Остановка
sk: Zastávka
sv: Hållplats
uk: Зупинка
zh_hans: 站点
zh_hant: 站點
zh_hk: 車站

source: Stop cancelled
bg: Спирката е отменена
cs: Zastávka zrušena
da: Stoppested aflyst
de: Halt fällt aus
el: Η στάση ακυρώθηκε
es: Parada cancelada
fi: Pysäkki peruttu
fr: Arrêt supprimé
hu: Megálló törölve
it: Fermata cancellata
ja: 停車中止
ko: 정차 취소
nb: Stopp innstilt
nl: Halte vervallen
oc: Arrèst anullat
pl: Przystanek odwołany
pt: Paragem cancelada
ro: Oprire anulată
ru: Остановка отменена
sk: Zastávka zrušená
sv: Hållplats inställd
uk: Зупинку скасовано
zh_hans: 站点已取消
zh_hant: 站點已取消
zh_hk: 站點已取消

source: Stop moved
bg: Спирката е преместена
cs: Zastávka přemístěna
da: Stoppested flyttet
de: Haltestelle verlegt
el: Η στάση μετακινήθηκε
es: Parada trasladada
fi: Pysäkki siirretty
fr: Arrêt déplacé
hu: Megálló áthelyezve
it: Fermata spostata
ja: 停留所移設
ko: 정류장 이전
nb: Stopp flyttet
nl: Halte verplaatst
oc: Arrèst desplaçat
pl: Przystanek przeniesiony
pt: Paragem deslocada
ro: Oprire mutată
ru: Остановка перенесена
sk: Zastávka presunutá
sv: Hållplats flyttad
uk: Зупинку перенесено
zh_hans: 站点迁移
zh_hant: 站點遷移
zh_hk: 車站搬遷

source: Stops
bg: Спирки
cs: Zastávky
da: Stoppesteder
de: Haltestellen
el: Στάσεις
es: Paradas
fi: Pysäkit
fr: Arrêts
hu: Megállók
it: Fermate
ja: 停留所
ko: 정류장
nb: Stopp
nl: Haltes
oc: Arrèstes
pl: Przystanki
pt: Paragens
ro: Stații
ru: Остановки
sk: Zastávky
sv: Hållplatser
uk: Зупинки
zh_hans: 站点
zh_hant: 站點
zh_hk: 車站

source: Tap to choose a date and time, or drag horizontally to change the time
bg: Докоснете, за да изберете дата и час, или плъзнете хоризонтално, за да промените часа
cs: Klepnutím vyberte datum a čas nebo vodorovným tažením změňte čas
da: Tryk for at vælge dato og tid, eller træk vandret for at ændre tiden
de: Tippen, um Datum und Uhrzeit auszuwählen, oder horizontal ziehen, um die Uhrzeit zu ändern
el: Πατήστε για επιλογή ημερομηνίας και ώρας ή σύρετε οριζόντια για αλλαγή της ώρας
es: Toca para elegir una fecha y hora, o arrastra horizontalmente para cambiar la hora
fi: Valitse päivämäärä ja aika napauttamalla tai muuta aikaa vetämällä vaakasuunnassa
fr: Touchez pour choisir une date et une heure, ou faites glisser horizontalement pour modifier l’heure
hu: Koppintson a dátum és idő kiválasztásához, vagy húzza vízszintesen az idő módosításához
it: Tocca per scegliere data e ora oppure trascina orizzontalmente per cambiare l’ora
ja: タップして日付と時刻を選択するか、横にドラッグして時刻を変更します
ko: 날짜와 시간을 선택하려면 탭하고, 시간을 변경하려면 가로로 드래그하세요
nb: Trykk for å velge dato og tid, eller dra vannrett for å endre tiden
nl: Tik om een datum en tijd te kiezen of sleep horizontaal om de tijd te wijzigen
oc: Tocatz per causir una data e una ora o lisatz orizontalament per cambiar l’ora
pl: Dotknij, aby wybrać datę i godzinę, lub przeciągnij poziomo, aby zmienić czas
pt: Toque para escolher uma data e hora ou arraste horizontalmente para alterar a hora
ro: Atinge pentru a alege data și ora sau trage orizontal pentru a schimba ora
ru: Нажмите, чтобы выбрать дату и время, или проведите по горизонтали, чтобы изменить время
sk: Ťuknutím vyberte dátum a čas alebo vodorovným potiahnutím zmeňte čas
sv: Tryck för att välja datum och tid eller dra horisontellt för att ändra tiden
uk: Торкніться, щоб вибрати дату й час, або проведіть горизонтально, щоб змінити час
zh_hans: 轻点以选择日期和时间，或水平拖动以更改时间
zh_hant: 點按以選擇日期和時間，或水平拖曳以更改時間
zh_hk: 點按以選擇日期及時間，或水平拖曳以更改時間

source: Technical problem
bg: Технически проблем
cs: Technický problém
da: Teknisk problem
de: Technisches Problem
el: Τεχνικό πρόβλημα
es: Problema técnico
fi: Tekninen ongelma
fr: Problème technique
hu: Műszaki probléma
it: Problema tecnico
ja: 技術的な問題
ko: 기술 문제
nb: Teknisk problem
nl: Technisch probleem
oc: Problèma tecnic
pl: Problem techniczny
pt: Problema técnico
ro: Problemă tehnică
ru: Техническая проблема
sk: Technický problém
sv: Tekniskt problem
uk: Технічна проблема
zh_hans: 技术问题
zh_hant: 技術問題
zh_hk: 技術問題

source: This trip was removed from the feed
bg: Това пътуване беше премахнато от емисията
cs: Tento spoj byl odebrán ze zdroje
da: Denne tur blev fjernet fra feedet
de: Diese Fahrt wurde aus dem Feed entfernt
el: Αυτή η διαδρομή αφαιρέθηκε από τη ροή
es: Este viaje se eliminó de la fuente
fi: Tämä matka poistettiin syötteestä
fr: Ce trajet a été retiré du flux
hu: Ezt a járatot eltávolították az adatfolyamból
it: Questa corsa è stata rimossa dal feed
ja: この便はフィードから削除されました
ko: 이 운행은 피드에서 삭제되었습니다
nb: Denne turen ble fjernet fra feeden
nl: Deze rit is uit de feed verwijderd
oc: Aqueste trajècte es estat levat del flux
pl: Ten przejazd został usunięty ze źródła
pt: Esta viagem foi removida do feed
ro: Această cursă a fost eliminată din flux
ru: Этот рейс был удалён из ленты
sk: Tento spoj bol odstránený zo zdroja
sv: Den här resan togs bort från flödet
uk: Цей рейс було видалено зі стрічки
zh_hans: 此行程已从数据源中移除
zh_hant: 此行程已從資料來源移除
zh_hk: 此班次已從資料來源移除

source: Time
bg: Час
cs: Čas
da: Tid
de: Zeit
el: Ώρα
es: Hora
fi: Aika
fr: Heure
hu: Idő
it: Ora
ja: 時刻
ko: 시간
nb: Tid
nl: Tijd
oc: Ora
pl: Czas
pt: Hora
ro: Oră
ru: Время
sk: Čas
sv: Tid
uk: Час
zh_hans: 时间
zh_hant: 時間
zh_hk: 時間

# time.in_minutes
source: in %d min
bg: %d min
cs: %d min
da: %d min
de: %d min
el: %d min
es: %d min
fi: %d min
fr: %d min
hu: %d min
it: %d min
ja: %d min
ko: %d min
nb: %d min
nl: %d min
oc: %d min
pl: %d min
pt: %d min
ro: %d min
ru: %d min
sk: %d min
sv: %d min
uk: %d min
zh_hans: %d min
zh_hant: %d min
zh_hk: %d min

source: Today
bg: Днес
cs: Dnes
da: I dag
de: Heute
el: Σήμερα
es: Hoy
fi: Tänään
fr: Aujourd’hui
hu: Ma
it: Oggi
ja: 今日
ko: 오늘
nb: I dag
nl: Vandaag
oc: Uèi
pl: Dzisiaj
pt: Hoje
ro: Astăzi
ru: Сегодня
sk: Dnes
sv: I dag
uk: Сьогодні
zh_hans: 今天
zh_hant: 今天
zh_hk: 今天

source: Tomorrow
bg: Утре
cs: Zítra
da: I morgen
de: Morgen
el: Αύριο
es: Mañana
fi: Huomenna
fr: Demain
hu: Holnap
it: Domani
ja: 明日
ko: 내일
nb: I morgen
nl: Morgen
oc: Deman
pl: Jutro
pt: Amanhã
ro: Mâine
ru: Завтра
sk: Zajtra
sv: I morgon
uk: Завтра
zh_hans: 明天
zh_hant: 明天
zh_hk: 明天

source: Train
bg: Влак
cs: Vlak
da: Tog
de: Zug
el: Τρένο
es: Tren
fi: Juna
hu: Vonat
it: Treno
ja: 列車
ko: 열차
nb: Tog
nl: Trein
oc: Tren
pl: Pociąg
pt: Comboio
ro: Tren
ru: Поезд
sk: Vlak
sv: Tåg
uk: Потяг
zh_hans: 列车
zh_hant: 列車
zh_hk: 列車

# train.category.mainline
source: Mainline
bg: Влак
cs: Vlak
da: Tog
de: Bahn
el: Τρένο
es: Tren
fi: Juna
fr: Train
hu: Vonat
it: Treno
ja: 鉄道
ko: 철도
nb: Tog
nl: Trein
oc: Tren
pl: Kolej
pt: Comboio
ro: Tren
ru: Поезд
sk: Vlak
sv: Tåg
uk: Потяг
zh_hans: 铁路
zh_hant: 鐵路
zh_hk: 鐵路

# train.category.other
source: Other
bg: Друго
cs: Ostatní
da: Andet
de: Sonstige
el: Άλλο
es: Otro
fi: Muu
fr: Autre
hu: Egyéb
it: Altro
ja: その他
ko: 기타
nb: Annet
nl: Overig
oc: Autre
pl: Inne
pt: Outro
ro: Altele
ru: Другое
sk: Ostatné
sv: Övrigt
uk: Інше
zh_hans: 其他
zh_hant: 其他
zh_hk: 其他

source: Tram
bg: Трамвай
cs: Tramvaj
da: Letbane
de: Straßenbahn
el: Τραμ
es: Tranvía
fi: Raitiovaunu
hu: Villamos
ja: 路面電車
ko: 트램
nb: Trikk
pl: Tramwaj
pt: Elétrico
ro: Tramvai
ru: Трамвай
sk: Električka
sv: Spårvagn
uk: Трамвай
zh_hans: 有轨电车
zh_hant: 電車
zh_hk: 電車

source: Trip
bg: Курс
cs: Spoj
da: Tur
de: Fahrt
el: Δρομολόγιο
es: Viaje
fi: Vuoro
fr: Trajet
hu: Menet
it: Corsa
ja: 便
ko: 운행
nb: Tur
nl: Rit
oc: Trajècte
pl: Kurs
pt: Viagem
ro: Cursă
ru: Рейс
sk: Spoj
sv: Tur
uk: Рейс
zh_hans: 班次
zh_hant: 班次
zh_hk: 班次

source: Trip display options
bg: Опции за показване на пътуването
cs: Možnosti zobrazení spoje
da: Visningsindstillinger for turen
de: Anzeigeoptionen der Fahrt
el: Επιλογές εμφάνισης διαδρομής
es: Opciones de visualización del viaje
fi: Matkan näyttöasetukset
fr: Options d’affichage du trajet
hu: Járat megjelenítési beállításai
it: Opzioni di visualizzazione della corsa
ja: 便の表示オプション
ko: 운행 표시 옵션
nb: Visningsalternativer for turen
nl: Weergaveopties voor de rit
oc: Opcions d’afichatge del trajècte
pl: Opcje wyświetlania przejazdu
pt: Opções de apresentação da viagem
ro: Opțiuni de afișare a cursei
ru: Параметры отображения рейса
sk: Možnosti zobrazenia spoja
sv: Visningsalternativ för resan
uk: Параметри відображення рейсу
zh_hans: 行程显示选项
zh_hant: 行程顯示選項
zh_hk: 班次顯示選項

source: trip subscription
bg: Курс
cs: Spoj
da: Tur
de: Fahrt
el: Δρομολόγιο
es: Viaje
fi: Vuoro
fr: Trajet
hu: Menet
it: Corsa
ja: 便
ko: 운행
nb: Tur
nl: Rit
oc: Trajècte
pl: Kurs
pt: Viagem
ro: Cursă
ru: Рейс
sk: Spoj
sv: Tur
uk: Рейс
zh_hans: 班次
zh_hant: 班次
zh_hk: 班次

source: Trip unavailable
bg: Пътуването не е налично
cs: Spoj není dostupný
da: Turen er ikke tilgængelig
de: Fahrt nicht verfügbar
el: Η διαδρομή δεν είναι διαθέσιμη
es: Viaje no disponible
fi: Matka ei ole saatavilla
fr: Trajet indisponible
hu: A járat nem érhető el
it: Corsa non disponibile
ja: 便を利用できません
ko: 운행 정보를 사용할 수 없음
nb: Turen er ikke tilgjengelig
nl: Rit niet beschikbaar
oc: Trajècte indisponible
pl: Przejazd niedostępny
pt: Viagem indisponível
ro: Cursa nu este disponibilă
ru: Рейс недоступен
sk: Spoj nie je dostupný
sv: Resan är inte tillgänglig
uk: Рейс недоступний
zh_hans: 行程不可用
zh_hant: 行程無法使用
zh_hk: 無法使用此班次

source: trip unsubscription
bg: Курс
cs: Spoj
da: Tur
de: Fahrt
el: Δρομολόγιο
es: Viaje
fi: Vuoro
fr: Trajet
hu: Menet
it: Corsa
ja: 便
ko: 운행
nb: Tur
nl: Rit
oc: Trajècte
pl: Kurs
pt: Viagem
ro: Cursă
ru: Рейс
sk: Spoj
sv: Tur
uk: Рейс
zh_hans: 班次
zh_hant: 班次
zh_hk: 班次
